{
  "clerkAuth": {
    "loginSuccess": {
      "action": "Nadaljuj sejo",
      "desc": "{{greeting}}, veseli nas, da vam lahko še naprej služimo. Nadaljujmo tam, kjer smo končali.",
      "title": "Dobrodošel nazaj, {{nickName}}"
    }
  },
  "error": {
    "backHome": "Nazaj na glavno stran",
    "desc": "Poskusite znova kasneje ali se vrnite v znani svet.",
    "retry": "Ponovno naloži",
    "title": "Ups, nekaj je šlo narobe.."
  },
  "fetchError": {
    "detail": "Podrobnosti napake",
    "title": "Zahteva ni uspela"
  },
  "loginRequired": {
    "desc": "Kmalu boste preusmerjeni na prijavno stran",
    "title": "Prosimo, prijavite se za uporabo te funkcije"
  },
  "notFound": {
    "backHome": "Nazaj na glavno stran",
    "check": "Preverite, ali je vaš URL pravilen.",
    "desc": "Strani, ki jo iščete, nismo našli.",
    "title": "Ste vstopili na neznano ozemlje?"
  },
  "pluginSettings": {
    "desc": "Izpolnite naslednjo konfiguracijo, da začnete uporabljati ta vtičnik",
    "title": "Nastavitve vtičnika {{name}}"
  },
  "response": {
    "400": "Oprostite, strežnik ne razume vaše zahteve. Preverite, ali so parametri zahteve pravilni.",
    "401": "Oprostite, strežnik je zavrnil vašo zahtevo, verjetno zaradi neustreznih dovoljenj ali neveljavne avtentikacije.",
    "403": "Oprostite, strežnik je zavrnil vašo zahtevo. Nimate dovoljenja za dostop do te vsebine.",
    "404": "Oprostite, strežnik ne more najti strani ali vira, ki ste ga zahtevali. Preverite, ali je vaš URL pravilen.",
    "405": "Oprostite, strežnik ne podpira metode zahteve, ki jo uporabljate. Preverite, ali je vaša metoda pravilna.",
    "406": "Oprostite, strežnik ne more izpolniti zahteve na podlagi značilnosti vsebine, ki ste jo zahtevali.",
    "407": "Oprostite, pred nadaljevanjem te zahteve morate avtenticirati posredniški strežnik.",
    "408": "Oprostite, časovna omejitev strežnika je potekla med čakanjem na zahtevo. Preverite omrežno povezavo in poskusite znova.",
    "409": "Oprostite, zahteve ni mogoče obdelati zaradi konflikta, verjetno zaradi nezdružljivosti stanja vira z zahtevo.",
    "410": "Oprostite, zahtevani vir je bil trajno odstranjen in ga ni mogoče najti.",
    "411": "Oprostite, strežnik ne more obdelati zahteve brez veljavne dolžine vsebine.",
    "412": "Oprostite, vaša zahteva ne izpolnjuje pogojev strežnika in je ni mogoče dokončati.",
    "413": "Oprostite, podatki v vaši zahtevi so preveliki, da bi jih strežnik lahko obdelal.",
    "414": "Oprostite, URI vaše zahteve je predolg, da bi ga strežnik lahko obdelal.",
    "415": "Oprostite, strežnik ne more obdelati priloženega medijskega formata.",
    "416": "Oprostite, strežnik ne more izpolniti zahtevanega obsega.",
    "417": "Oprostite, strežnik ne more izpolniti vaših pričakovanj.",
    "422": "Oprostite, vaša zahteva je v pravilnem formatu, vendar zaradi semantičnih napak ni mogoče odgovoriti nanjo.",
    "423": "Oprostite, zahtevani vir je zaklenjen.",
    "424": "Oprostite, trenutne zahteve ni mogoče dokončati zaradi napake prejšnje zahteve.",
    "426": "Oprostite, strežnik zahteva, da vaša odjemalska aplikacija nadgradi protokol na novejšo različico.",
    "428": "Oprostite, strežnik zahteva predpogoj in pričakuje, da vaša zahteva vsebuje ustrezno pogojno glavo.",
    "429": "Oprostite, vaše zahteve so preveč pogoste in strežnik potrebuje premor. Poskusite znova pozneje.",
    "431": "Oprostite, polja z glavo vaše zahteve so prevelika, da bi jih strežnik lahko obdelal.",
    "451": "Oprostite, strežnik zaradi pravnih razlogov zavrača zagotavljanje tega vira.",
    "500": "Oprostite, strežnik ima trenutno težave in ne more dokončati vaše zahteve. Poskusite znova pozneje.",
    "501": "Oprostite, strežnik še ne ve, kako obdelati to zahtevo. Preverite, ali je vaša operacija pravilna.",
    "502": "Oprostite, strežnik je trenutno izgubljen in ne more zagotoviti storitve. Poskusite znova pozneje.",
    "503": "Oprostite, strežnik trenutno ne more obdelati vaše zahteve, verjetno zaradi preobremenitve ali vzdrževanja. Poskusite znova pozneje.",
    "504": "Oprostite, strežnik ni prejel odgovora od zgornjega strežnika. Poskusite znova pozneje.",
    "505": "Oprostite, strežnik ne podpira različice HTTP, ki jo uporabljate. Posodobite in poskusite znova.",
    "506": "Oprostite, prišlo je do težave s konfiguracijo strežnika. Obrnite se na skrbnika.",
    "507": "Oprostite, strežnik nima dovolj prostora za shranjevanje za obdelavo vaše zahteve. Poskusite znova pozneje.",
    "509": "Oprostite, strežnik je izčrpal svojo pasovno širino. Poskusite znova pozneje.",
    "510": "Oprostite, strežnik ne podpira zahtevane razširitve. Obrnite se na skrbnika.",
    "524": "Oprostite, časovna omejitev strežnika je potekla, verjetno zaradi počasnega odziva. Poskusite znova pozneje."
  },
  "stt": {
    "responseError": "Zahteva za storitev ni uspela, preverite konfiguracijo ali poskusite znova."
  },
  "tts": {
    "responseError": "Zahteva za storitev ni uspela, preverite konfiguracijo ali poskusite znova."
  },
  "unlock": {
    "addProxyUrl": "Dodaj OpenAI proxy URL (neobvezno)",
    "apiKey": {
      "description": "Vnesite svoj {{name}} API ključ za začetek seje",
      "title": "Uporabi prilagojen {{name}} API ključ"
    },
    "closeMessage": "Zapri sporočilo",
    "confirm": "Potrdi in poskusi znova",
    "oauth": {
      "description": "Skrbnik je omogočil enotno prijavno avtentikacijo. Kliknite spodnji gumb za prijavo in odklep aplikacije.",
      "success": "Prijava uspešna",
      "title": "Prijavite se v svoj račun",
      "welcome": "Dobrodošli!"
    },
    "password": {
      "description": "Skrbnik je omogočil šifriranje aplikacije. Vnesite geslo aplikacije za odklep. Geslo morate vnesti samo enkrat.",
      "placeholder": "Vnesite geslo",
      "title": "Vnesite geslo za odklep aplikacije"
    },
    "tabs": {
      "apiKey": "Prilagojen API ključ",
      "password": "Geslo"
    }
  },
  "upload": {
    "desc": "Podrobnosti: {{detail}}",
    "fileOnlySupportInServerMode": "Trenutni način uvajanja ne podpira nalaganja datotek, ki niso slike. Če želite naložiti datoteke v formatu {{ext}}, preklopite na strežniško shranjevanje ali uporabite storitev {{cloud}}.",
    "networkError": "Preverite svojo omrežno povezavo in zagotovite, da je pravilno konfigurirana podpora za navzkrižno izvorno shranjevanje datotek.",
    "title": "Nalaganje datoteke ni uspelo. Preverite svojo omrežno povezavo ali poskusite znova pozneje.",
    "unknownError": "Razlog za napako: {{reason}}",
    "uploadFailed": "Nalaganje datoteke ni uspelo."
  }
}
